Repository: afafe78/documents-structures
Catalog: projet-final/partie-1/KDE_Doc_en-GB_fr.tmx
Source language: en_gb
Languages: fr

source: Alarm Daemon
fr: Démon d' alarme

source: It will not be available if you have not installed this package.
fr: Ce module vous permet de configurer KAlarmd, le démon d'alarme du paquetage kdepim.

source: Start alarm daemon automatically at login
fr: Il n'est pas disponible si vous n'avez pas installé ce paquetage.

source: Check this to start the alarm daemon whenever you start a KDE session.
fr: Démarrer le démon d'alarme automatiquement à la connexion

source: How long (in minutes) the alarm daemon should wait between checks for alarms coming due.
fr: Cochez ceci pour démarrer le démon d'alarme quand vous démarrez la session KDE.

source: These settings apply to every application which uses the alarm daemon.
fr: Vérifier l'intervalle [minutes]

source: For more information, see their respective handbooks.
fr: Combien de temps (en minutes) le démon d'alarme doit attendre entre deux vérifications des alarmes à venir.

source: KDE British Conversion Malcolm Hunter malcolm.hunter@gmx.co.uk
fr: Traduction française de la documentation par Gérard Delafond gerard@delafond.org

source: Accessibility
fr: Accessibilité

source: The module is divided into three tabs:
fr: Ce module est conçu pour aider les utilisateurs qui ont des difficultés à entendre, à utiliser un clavier ou une souris.

source: Bell, Keyboard, Mouse.
fr: Cloche

source: This panel is divided into an Audible Bell section and a Visible Bell section.
fr: Cet onglet est divisé en une section Cloche auditive et une section Cloche visuelle.

source: If this option is disabled, the System bell will be silenced.
fr: La case à cocher du haut intitulée Utiliser la cloche du système détermine si la cloche système sera utilisée.

source: The next check box down can be used to play a different sound whenever the system bell is triggered.
fr: Si cette option n'est pas activée, la cloche système sera rendue silencieuse.

source: To activate, place a mark in the check box labelled Use customised bell, and enter the complete pathname to the sound file in the text box labelled Sound to Play.
fr: Pour les utilisateurs qui ne peuvent pas entendre la cloche système, ou pour ceux dont l'ordinateur ne peut émettre de son, KDE propose une cloche visuelle.

source: If you want, you can select the Browse button to navigate through your filesystem to find the exact file.
fr: Cette cloche peut être configurée pour inverser l'écran, ou pour afficher rapidement une couleur en travers de l'écran.

source: For those users who have difficulty hearing the System bell, or those users who have a silent computer, KDE offers the Visible bell.
fr: Vous pouvez alors choisir entre Inverser les couleurs de l'écran et Faire clignoter l'écran.

source: This bell can be configured to invert the screen, or to flash a colour across the screen.
fr: Avec Inverser les couleurs de l'écran, toutes les couleurs de l'écran seront inversées.

source: To use the visible bell, first place a mark in the check box labelled Use visible bell.
fr: Si vous choisissez Faire clignoter l'écran, vous pouvez préciser la couleur à droite de la sélection Faire clignoter l'écran.

source: You can then select between Invert screen, or Flash screen.
fr: Il y a trois sections dans cet onglet.
